{
    "title": "أذكار النوم",
    "content": [
        {
            "zekr": "بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ، فَإِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ.",
            "repeat": 1,
            "bless": ""
        },
        {
            "zekr": "اللّهُـمَّ إِنَّـكَ خَلَـقْتَ نَفْسـي وَأَنْـتَ تَوَفّـاهـا لَكَ ممَـاتـها وَمَحْـياها ، إِنْ أَحْيَيْـتَها فاحْفَظْـها ، وَإِنْ أَمَتَّـها فَاغْفِـرْ لَـها . اللّهُـمَّ إِنَّـي أَسْـأَلُـكَ العـافِـيَة.",
            "repeat": 1,
            "bless": ""
        },
        {
            "zekr": "اللّهـمَّ قِني عَذابَكَ يَومَ تَبعَثُ عِبادَكَ.",
            "repeat": 1,
            "bless": ""
        },
        {
            "zekr": "بِاسْمِكَ اللّهُمَّ أَحْيا وَبِاسْمِكَ أَمُوت.",
            "repeat": 1,
            "bless": ""
        },
        {
            "zekr": "اللّهـمَّ أَسلَمتُ نَفْسي إِلَيكَ، وَفَوَّضْتُ أَمْري إِلَيكَ، وَوَجَّهْتُ وَجْهي إِلَيكَ، وَأَلْجَأتُ ظَهري إِلَيكَ، رَغْبَةً وَرَهْبَةً إِلَيكَ، لا مَلجَأَ وَلا مَنجا مِنْكَ إِلا إِلَيكَ، آمَنْتُ بِكِتابِكَ الّذي أَنْزَلْتَ، وَبِنَبِيِّكَ الّذي أَرْسَلْتَ.",
            "repeat": 1,
            "bless": ""
        },
        {
            "zekr": "اللّهُـمَّ عالِـمَ الغَـيبِ وَالشّـهادةِ فاطِـرَ السّماواتِ وَالأرْضِ رَبَّ كُـلِّ شَـيءٍ وَمَليـكَه، أَشْهـدُ أَنْ لا إِلـهَ إِلاّ أَنْت، أَعـوذُ بِكَ مِن شَـرِّ نَفْسـي، وَمِن شَـرِّ الشَّيْـطانِ وَشِـرْكِه، وَأَنْ أَقْتَـرِفَ عَلـى نَفْسـي سوءاً أَوْ أَجُـرَّهُ إِلـى مُسْـلِم.",
            "repeat": 1,
            "bless": ""
        },
        {
            "zekr": "سـبحان الله، والحمـد لله ، والله أكـبر.",
            "repeat": 33,
            "bless": ""
        },
        {
            "zekr": "يجمع كفيه ثم ينفث فيهما ويقرأ فيهما (قُلْ هُوَ اللَّهُ أَحَدٌ)، (قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ)، (قُلْ أَعُوذُ بِرَبِّ النَّاسِ)، ثم يمسح بهما ما استطاع من جسده، يبدأ بهما على رأسه ووجهه وما أقبل من جسده.",
            "repeat": 3,
            "bless": ""
        },
        {
            "zekr": "يقرأ آخر آيتين من سورة البقرة: 'آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ...' إلى آخر السورة.",
            "repeat": 1,
            "bless": "كفتاه من كل سوء."
        },
        {
            "zekr": "أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ 'الله لا إلـه إلا هو الحي القيوم لا تأخذه سنة ولا نوم له ما في السماوات وما في الأرض من ذا الذي يشفع عنده إلا بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء وسع كرسيه السماوات والأرض ولا يؤوده حفظهما وهو العلي العظيم' -آية الكرسي,البقرة ,255.",
            "repeat": 1,
            "bless": "من قالها حين يصبح أجير من الجن حتى يمسى ومن قالها حين يمسى أجير من الجن حتى يصبح."
        },
    ]
}
